{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nightfly": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}